const PICTURE_COUNT = 25;
const AVATAR_COUNT = 6;
const LIKE_MIN_COUNT = 15;
const LIKE_MAX_COUNT = 200;
const COMMENT_COUNT = 20;
const COMMENT_LINES = [
  'Всё отлично!',
  'В целом всё неплохо. Но не всё.',
  'Когда вы делаете фотографию, хорошо бы убирать палец из кадра. В конце концов это просто непрофессионально.',
  'Моя бабушка случайно чихнула с фотоаппаратом в руках и у неё получилась фотография лучше.',
  'Я поскользнулся на банановой кожуре и уронил фотоаппарат на кота и у меня получилась фотография лучше.',
  'Лица у людей на фотке перекошены, как будто их избивают. Как можно было поймать такой неудачный момент?!'
];

const DESCRIPTIONS = [
  'Самый милый котенок',
  '#Followme',
  'Самый огромый бугер',
  'Я сделяль',
  'Супер картинг',
  'Серфинг - моя жизнь',
  'Вейкборд в самое сердечко',
  'Сьемка для каталога',
  'Панорама города',
  'Отпуск!',
  'Концерт Меладзе!#текилалюбовь'
];
const NAME = [
  'Марина',
  'Алексей',
  'Генадий',
  'Георгий',
  'Дарья',
  'Марьяна'
];



export {PICTURE_COUNT, AVATAR_COUNT, LIKE_MIN_COUNT, LIKE_MAX_COUNT, COMMENT_COUNT, COMMENT_LINES, DESCRIPTIONS, NAME};
